Repository: ValentinoPalomba/FRTMProxy
Catalog: FRTMProxy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: The function `transform(flow)` receives `{ request: { url, method, headers, body }, response: { status, headers, body } }`. Return an object with `status`, `headers`, `body` to override, or `null` to pass through.
de: Die Funktion `transform(flow)` erhält `{ request: { url, method, headers, body }, response: { status, headers, body } }`. Ein Objekt mit `status`, `headers`, `body` zurückgeben, um zu überschreiben, oder `null`, um durchzureichen.
es: La función `transform(flow)` recibe `{ request: { url, method, headers, body }, response: { status, headers, body } }`. Devuelve un objeto con `status`, `headers` y `body` para sobrescribir, o `null` para dejarla pasar sin cambios.
fr: La fonction `transform(flow)` reçoit `{ request: { url, method, headers, body }, response: { status, headers, body } }`. Retournez un objet avec `status`, `headers`, `body` pour surcharger, ou `null` pour laisser passer.
it: La funzione `transform(flow)` riceve `{ request: { url, method, headers, body }, response: { status, headers, body } }`. Restituisci un oggetto con `status`, `headers`, `body` per sovrascrivere, oppure `null` per lasciar passare la richiesta.
ja: `transform(flow)` 関数は `{ request: { url, method, headers, body }, response: { status, headers, body } }` を受け取ります。上書きするには `status`、`headers`、`body` を持つオブジェクトを返し、そのまま通過させるには `null` を返します。
pt_br: A função `transform(flow)` recebe `{ request: { url, method, headers, body }, response: { status, headers, body } }`. Retorne um objeto com `status`, `headers`, `body` para sobrescrever, ou `null` para deixar passar.
zh_hans: 函数 `transform(flow)` 接收 `{ request: { url, method, headers, body }, response: { status, headers, body } }`。返回一个包含 `status`、`headers`、`body` 的对象以进行覆盖，或返回 `null` 以直接放行。

source: The launched target keeps running if you close this window.
de: Das gestartete Ziel läuft weiter, wenn Sie dieses Fenster schließen.
es: El objetivo lanzado continúa ejecutándose si cierra esta ventana.
fr: La cible lancée continue de fonctionner si vous fermez cette fenêtre.
it: Il bersaglio lanciato continua a funzionare se chiudi questa finestra.
ja: このウィンドウを閉じても、起動されたターゲットは実行を続けます。
pt_br: O destino iniciado continua em execução se você fechar esta janela.
zh_hans: 如果关闭此窗口，启动的目标将继续运行。

source: The menu bar item provides quick access to proxy status and controls.
de: Das Menüleistenelement bietet schnellen Zugriff auf den Proxy-Status und die Steuerelemente.
es: El elemento de la barra de menú proporciona acceso rápido al estado y los controles del proxy.
fr: L'élément de la barre de menus fournit un accès rapide à l'état et aux commandes du proxy.
it: La voce della barra dei menu fornisce un accesso rapido allo stato e ai controlli del proxy.
ja: メニュー バー項目を使用すると、プロキシのステータスとコントロールに簡単にアクセスできます。
pt_br: O item da barra de menu fornece acesso rápido ao status e aos controles do proxy.
zh_hans: 菜单栏项提供对代理状态和控件的快速访问。

source: The workspace manifest does not reference any resources.
de: Das Arbeitsbereichsmanifest verweist auf keine Ressourcen.
es: El manifiesto del espacio de trabajo no hace referencia a ningún recurso.
fr: Le manifeste de l'espace de travail ne fait référence à aucune ressource.
it: Il manifest dell'area di lavoro non fa riferimento ad alcuna risorsa.
ja: ワークスペース マニフェストはリソースを参照しません。
pt_br: O manifesto do espaço de trabalho não faz referência a nenhum recurso.
zh_hans: 工作区清单不引用任何资源。

source: This permanently removes the session and its captured flows. This action cannot be undone.
de: Dadurch werden die Sitzung und die erfassten Flows dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente la sesión y sus flujos capturados. Esta acción no se puede deshacer.
fr: Cela supprime définitivement la session et ses flux capturés. Cette action ne peut pas être annulée.
it: Ciò rimuove permanentemente la sessione e i relativi flussi acquisiti. Questa azione non può essere annullata.
ja: これにより、セッションとそのキャプチャされたフローが完全に削除されます。この操作は元に戻すことができません。
pt_br: Isso remove permanentemente a sessão e seus fluxos capturados. Esta ação não pode ser desfeita.
zh_hans: 这将永久删除会话及其捕获的流。此操作无法撤消。

source: This removes every flow from the current session and cannot be undone.
de: Dadurch werden alle Flows aus der aktuellen Sitzung entfernt und können nicht rückgängig gemacht werden.
es: Esta operación elimina todos los flujos de la sesión actual y no se puede deshacer.
fr: Cette opération supprime tous les flux de la session en cours et ne peut pas être annulée.
it: Questa operazione rimuove tutti i flussi dalla sessione corrente e non può essere annullata.
ja: これにより、現在のセッションからすべてのフローが削除され、元に戻すことはできません。
pt_br: Esta operação remove todos os fluxos da sessão atual e não pode ser desfeita.
zh_hans: 这将从当前会话中删除所有流并且无法撤消。

source: This resource type is not supported by this version.
de: Dieser Ressourcentyp wird von dieser Version nicht unterstützt.
es: Esta versión no admite este tipo de recurso.
fr: Ce type de ressource n’est pas pris en charge par cette version.
it: Questo tipo di risorsa non è supportato da questa versione.
ja: このリソース形式は、このバージョンではサポートされていません。
pt_br: Este tipo de recurso não é compatível com esta versão.
zh_hans: 此版本不支持该资源类型。

source: This session does not contain any readable flows.
de: Diese Sitzung enthält keine lesbaren Flows.
es: Esta sesión no contiene ningún flujo legible.
fr: Cette session ne contient aucun flux lisible.
it: Questa sessione non contiene flussi leggibili.
ja: このセッションには、読み取り可能なフローが含まれていません。
pt_br: Esta sessão não contém nenhum fluxo legível.
zh_hans: 此会话不包含任何可读流。

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
pt_br: Tempo
zh_hans: 时间

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Utensili
ja: ツール
pt_br: Ferramentas
zh_hans: 工具

source: Total Duration
de: Gesamtdauer
es: Duración total
fr: Durée totale
it: Durata totale
ja: 合計時間
pt_br: Duração total
zh_hans: 总时长

source: Traffic Profile
de: Traffic-Profil
es: Perfil de tráfico
fr: Profil de trafic
it: Profilo di traffico
ja: トラフィックプロファイル
pt_br: Perfil de tráfego
zh_hans: 流量方案

source: Traffic profiles
de: Traffic-Profile
es: Perfiles de tráfico
fr: Profils de trafic
it: Profili di traffico
ja: トラフィックプロファイル
pt_br: Perfis de tráfego
zh_hans: 流量方案

source: Traffic Rule
de: Verkehrsregel
es: Regla de tráfico
fr: Règle de trafic
it: Regola del traffico
ja: 交通ルール
pt_br: Regra de tráfego
zh_hans: 交通规则

source: Traffic Rules
de: Verkehrsregeln
es: Reglas de tráfico
fr: Règles de trafic
it: Regole del traffico
ja: 交通ルール
pt_br: Regras de tráfego
zh_hans: 交通规则

source: Traffic Rules…
de: Verkehrsregeln…
es: Normas de tráfico…
fr: Règles de circulation…
it: Regole del traffico...
ja: 交通ルール…
pt_br: Regras de trânsito…
zh_hans: 交通规则...

source: Transform responses dynamically using JavaScript.
de: Responses dynamisch mit JavaScript transformieren.
es: Transforma respuestas de forma dinámica con JavaScript.
fr: Transformez les réponses dynamiquement à l'aide de JavaScript.
it: Trasforma le risposte dinamicamente con JavaScript.
ja: JavaScript を使ってレスポンスを動的に変換します。
pt_br: Transforme respostas dinamicamente usando JavaScript.
zh_hans: 使用 JavaScript 动态转换响应。

source: Trust failed
de: Vertrauen fehlgeschlagen
es: No se pudo confiar en el certificado
fr: Échec de l'approbation
it: Attendibilità non riuscita
ja: 信頼設定に失敗しました
pt_br: Falha na confiança
zh_hans: 信任失败

source: Trust mitmproxy Certificate on this Mac
de: mitmproxy-Zertifikat auf diesem Mac vertrauen
es: Confiar en el certificado de mitmproxy en este Mac
fr: Approuver le certificat mitmproxy sur ce Mac
it: Rendi attendibile il certificato mitmproxy su questo Mac
ja: この Mac で mitmproxy 証明書を信頼
pt_br: Confiar no certificado do mitmproxy neste Mac
zh_hans: 在此 Mac 上信任 mitmproxy 证书

source: Trusting Certificate…
de: Vertrauen wird eingerichtet…
es: Estableciendo confianza…
fr: Approbation du certificat…
it: Impostazione attendibilità del certificato…
ja: 証明書を信頼中…
pt_br: Confiando no certificado…
zh_hans: 正在信任证书…

source: Type
de: Typ
es: Tipo
fr: Taper
it: Tipo
ja: タイプ
pt_br: Tipo
zh_hans: 类型

source: Type a command…
de: Befehl eingeben…
es: Escribe un comando…
fr: Saisissez une commande…
it: Digita un comando…
ja: コマンドを入力…
pt_br: Digite um comando…
zh_hans: 输入命令…

source: Unable to Load Session
de: Sitzung kann nicht geladen werden
es: No se pudo cargar la sesión
fr: Impossible de charger la session
it: Impossibile caricare la sessione
ja: セッションをロードできません
pt_br: Não foi possível carregar a sessão
zh_hans: 无法加载会话

source: Unable to Save Note
de: Notiz kann nicht gespeichert werden
es: No se pudo guardar la nota
fr: Impossible d'enregistrer la note
it: Impossibile salvare la nota
ja: メモを保存できません
pt_br: Não foi possível salvar a nota
zh_hans: 无法保存笔记

source: Unpin App
de: App loslösen
es: Desfijar app
fr: Désépingler l'app
it: Rimuovi fissaggio app
ja: アプリのピン留めを解除
pt_br: Desafixar app
zh_hans: 取消固定应用

source: Unpin Host
de: Host loslösen
es: Desfijar host
fr: Désépingler le host
it: Rimuovi fissaggio host
ja: ホストのピン留めを解除
pt_br: Desafixar host
zh_hans: 取消固定主机

source: Unset fields match any value. Query and body values use canonical request formatting.
de: Nicht festgelegte Felder stimmen mit jedem Wert überein. Abfrage- und Textwerte verwenden kanonische Anforderungsformatierung.
es: Los campos no configurados coinciden con cualquier valor. Los valores de consulta y cuerpo utilizan formato de solicitud canónico.
fr: Les champs non définis correspondent à n’importe quelle valeur. Les valeurs de requête et de corps utilisent le formatage canonique de la requête.
it: I campi non impostati corrispondono a qualsiasi valore. I valori della query e del corpo utilizzano la formattazione canonica della richiesta.
ja: 未設定のフィールドは任意の値と一致します。クエリと本文の値は正規のリクエスト形式を使用します。
pt_br: Os campos não definidos correspondem a qualquer valor. Os valores de consulta e corpo usam formatação de solicitação canônica.
zh_hans: 未设置的字段匹配任何值。查询和正文值使用规范的请求格式。

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
ja: 更新 %@
pt_br: Atualizado em %@
zh_hans: 更新于 %@

source: URL (leave empty to preserve)
de: URL (zum Beibehalten leer lassen)
es: URL (dejar vacía para mantenerla)
fr: URL (laisser vide pour la conserver)
it: URL (lascia vuoto per mantenerlo invariato)
ja: URL (保存するには空のままにしておきます)
pt_br: URL (deixe em branco para preservar)
zh_hans: URL（留空以保留）

source: Use selected flow
de: Ausgewählten Flow verwenden
es: Usar el flujo seleccionado
fr: Utiliser le flux sélectionné
it: Usa il flusso selezionato
ja: 選択したフローを使用
pt_br: Usar flow selecionado
zh_hans: 使用所选流量

source: Use the same query syntax as flow search (e.g. `host:api.example.com status:>=400`, `method:POST`, `type:json`, `-type:image`).
de: Dieselbe Query-Syntax wie bei der Flow-Suche verwenden (z. B. `host:api.example.com status:>=400`, `method:POST`, `type:json`, `-type:image`).
es: Usa la misma sintaxis de consulta que la búsqueda de flujos (p. ej. `host:api.example.com status:>=400`, `method:POST`, `type:json`, `-type:image`).
fr: Utilisez la même syntaxe de requête que la recherche de flux (ex. `host:api.example.com status:>=400`, `method:POST`, `type:json`, `-type:image`).
it: Usa la stessa sintassi di query della ricerca dei flussi (es. `host:api.example.com status:>=400`, `method:POST`, `type:json`, `-type:image`).
ja: フロー検索と同じクエリ構文を使用します (例: `host:api.example.com status:>=400`、`method:POST`、`type:json`、`-type:image`)。
pt_br: Use a mesma sintaxe de query da busca de flows (ex.: `host:api.example.com status:>=400`, `method:POST`, `type:json`, `-type:image`).
zh_hans: 使用与流量搜索相同的查询语法（例如 `host:api.example.com status:>=400`、`method:POST`、`type:json`、`-type:image`）。

source: Used when FRTMProxy creates commits while publishing collections to a Git repository.
de: Wird verwendet, wenn FRTMProxy beim Veröffentlichen von Sammlungen in ein Git-Repository Commits erstellt.
es: Se usa cuando FRTMProxy crea commits al publicar colecciones en un repositorio Git.
fr: Utilisé lorsque FRTMProxy crée des commits lors de la publication de collections vers un dépôt Git.
it: Usata quando FRTMProxy crea commit durante la pubblicazione delle collection in un repository Git.
ja: FRTMProxy がコレクションを Git リポジトリに公開する際にコミットを作成するときに使用されます。
pt_br: Usado quando o FRTMProxy cria commits ao publicar coleções em um repositório Git.
zh_hans: 在 FRTMProxy 将集合发布到 Git 仓库并创建提交时使用。

source: Uses a temporary browser profile that is removed after the launched app exits.
de: Verwendet ein temporäres Browserprofil, das entfernt wird, nachdem die gestartete App beendet wird.
es: Utiliza un perfil de navegador temporal que se elimina después de que se cierra la aplicación iniciada.
fr: Utilise un profil de navigateur temporaire qui est supprimé après la fermeture de l'application lancée.
it: Utilizza un profilo del browser temporaneo che viene rimosso una volta chiusa l'app avviata.
ja: 起動したアプリの終了後に削除される一時的なブラウザー プロファイルを使用します。
pt_br: Usa um perfil de navegador temporário que é removido após a saída do aplicativo iniciado.
zh_hans: 使用临时浏览器配置文件，该配置文件在启动的应用程序退出后会被删除。

source: Validation error: %@
de: Validierungsfehler: %@
es: Error de validación: %@
fr: Erreur de validation : %@
it: Errore di convalida: %@
ja: 検証エラー: %@
pt_br: Erro de validação: %@
zh_hans: 验证错误：%@

source: Validation errors: %@
de: Validierungsfehler: %@
es: Errores de validación: %@
fr: Erreurs de validation : %@
it: Errori di convalida: %@
ja: 検証エラー: %@
pt_br: Erros de validação: %@
zh_hans: 验证错误：%@

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
pt_br: Valor
zh_hans: 值

source: Value pattern
de: Wertemuster
es: Patrón del valor
fr: Motif de valeur
it: Pattern del valore
ja: 値のパターン
pt_br: Padrão do valor
zh_hans: 价值格局

source: When enabled, macOS routes HTTP and HTTPS traffic to localhost on the selected port.
de: Wenn aktiviert, leitet macOS HTTP- und HTTPS-Traffic an localhost auf dem ausgewählten Port weiter.
es: Cuando está activado, macOS enruta el tráfico HTTP y HTTPS a localhost en el puerto seleccionado.
fr: Lorsque cette option est activée, macOS achemine le trafic HTTP et HTTPS vers localhost sur le port sélectionné.
it: Quando abilitato, macOS instrada il traffico HTTP e HTTPS verso localhost sulla porta selezionata.
ja: 有効にすると、macOS は HTTP および HTTPS トラフィックを選択したポートの localhost に転送します。
pt_br: Quando ativado, o macOS roteia o tráfego HTTP e HTTPS para o localhost na porta selecionada.
zh_hans: 启用后，macOS 会将 HTTP 和 HTTPS 流量路由到所选端口上的 localhost。

source: When enabled, mitmproxy only MITMs active pinned hosts; all other HTTPS traffic is tunneled. Restart the proxy to apply changes.
de: Wenn aktiviert, führt mitmproxy nur bei aktiven angehefteten Hosts einen MITM durch; der gesamte übrige HTTPS-Traffic wird getunnelt. Proxy neu starten, um Änderungen zu übernehmen.
es: Cuando está activado, mitmproxy solo aplica MITM a los hosts fijados activos; el resto del tráfico HTTPS se tuneliza. Reinicia el proxy para aplicar los cambios.
fr: Lorsque cette option est activée, mitmproxy n'effectue le MITM que sur les hosts épinglés actifs ; tout le reste du trafic HTTPS est tunnelé. Redémarrez le proxy pour appliquer les modifications.
it: Quando abilitato, mitmproxy applica il MITM solo agli host fissati attivi; tutto il resto del traffico HTTPS viene incanalato in un tunnel. Riavvia il proxy per applicare le modifiche.
ja: 有効にすると、mitmproxy はアクティブなピン留めホストのみを MITM し、その他すべての HTTPS トラフィックはトンネリングされます。変更を適用するにはプロキシを再起動してください。
pt_br: Quando ativado, o mitmproxy faz MITM apenas nos hosts fixados ativos; todo o restante do tráfego HTTPS é tunelado. Reinicie o proxy para aplicar as alterações.
zh_hans: 启用后，mitmproxy 仅对活动的固定主机进行 MITM；所有其他 HTTPS 流量将被隧道转发。重启代理以应用更改。

source: Wifi + IP info used by device pairing and map-local tooling.
de: Wi‑Fi- und IP-Informationen, die von der Gerätekopplung und den Map-Local-Tools verwendet werden.
es: Información de Wi‑Fi e IP utilizada por el emparejamiento de dispositivos y las herramientas de Map Local.
fr: Informations Wi‑Fi + IP utilisées par l'appairage d'appareils et les outils Map Local.
it: Informazioni Wi‑Fi + IP usate dall'abbinamento dei dispositivi e dagli strumenti map-local.
ja: デバイスのペアリングと Map Local ツールで使用される Wi-Fi + IP 情報。
pt_br: Informações de Wi‑Fi + IP usadas pelo pareamento de dispositivos e pelas ferramentas de Map Local.
zh_hans: 设备配对和 map-local 工具使用的 Wi‑Fi + IP 信息。

source: Wildcard support: use * or ? in host/path (e.g. *.example.com, /v1/*).
de: Wildcard-Unterstützung: * oder ? in Host/Pfad verwenden (z. B. *.example.com, /v1/*).
es: Compatible con comodines: usa * o ? en host/ruta (p. ej. *.example.com, /v1/*).
fr: Prise en charge des wildcards : utilisez * ou ? dans le host/chemin (ex. *.example.com, /v1/*).
it: Supporto wildcard: usa * o ? in host/percorso (es. *.example.com, /v1/*).
ja: ワイルドカード対応: ホスト/パスで * または ? を使用できます (例: *.example.com、/v1/*)。
pt_br: Suporte a curinga: use * ou ? no host/caminho (ex.: *.example.com, /v1/*).
zh_hans: 支持通配符：在主机/路径中使用 * 或 ?（例如 *.example.com、/v1/*）。

source: Will apply
de: Wird angewendet
es: Se aplicará
fr: Sera appliqué
it: Verrà applicato
ja: 適用予定
pt_br: Será aplicado
zh_hans: 将应用

source: Working…
de: Arbeiten…
es: Procesando…
fr: Traitement en cours…
it: Operazione in corso…
ja: 働く…
pt_br: Processando…
zh_hans: 在职的…

source: Workspace
de: Arbeitsplatz
es: Espacio de trabajo
fr: Espace de travail
it: Spazio di lavoro
ja: ワークスペース
pt_br: Espaço de trabalho
zh_hans: 工作空间

source: Workspace operation failed
de: Der Arbeitsbereichsvorgang ist fehlgeschlagen
es: Error en la operación del espacio de trabajo
fr: L'opération de l'espace de travail a échoué
it: Operazione dell'area di lavoro non riuscita
ja: ワークスペース操作に失敗しました
pt_br: Falha na operação do espaço de trabalho
zh_hans: 工作区操作失败

source: Workspace…
de: Arbeitsplatz…
es: Espacio de trabajo…
fr: Espace de travail…
it: Spazio di lavoro...
ja: ワークスペース…
pt_br: Espaço de trabalho…
zh_hans: 工作区...

source: Workspaces
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
it: Spazi di lavoro
ja: ワークスペース
pt_br: Espaços de trabalho
zh_hans: 工作空间

source: Branch
es: Rama
fr: Branche
ja: ブランチ
zh_hans: 分支

source: Branch / Tag / Commit
es: Rama / Tag / Commit
fr: Branche / Tag / Commit
ja: ブランチ / タグ / コミット
zh_hans: 分支 / 标签 / 提交

source: Details…
es: Detalles…
fr: Détails…
it: Dettagli…
ja: 詳細…
pt_br: Detalhes…
zh_hans: 详情…

source: Filter
es: Filtrar
fr: Filtrer
it: Filtro
ja: フィルター
pt_br: Filtrar
zh_hans: 筛选

source: Header name
es: Nombre del encabezado
fr: Nom de l'en-tête
it: Nome dell'intestazione
ja: ヘッダー名
pt_br: Nome do cabeçalho
zh_hans: 标头名称

source: iOS Simulator
es: Simulador de iOS
fr: Simulateur iOS
it: Simulatore iOS
ja: iOS シミュレーター
pt_br: Simulador iOS
zh_hans: iOS 模拟器

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
zh_hans: 名称

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
zh_hans: 离线

source: Position %lld
es: Posición %lld
it: Posizione %lld
ja: 位置 %lld
pt_br: Posição %lld
zh_hans: 位置%lld

source: QR code
es: Código QR
ja: QR コード
zh_hans: QR 码

source: Remote URL
es: URL remota
fr: URL distante
it: URL remoto
ja: リモート URL
pt_br: URL remota
zh_hans: 远程 URL

source: Repositories
es: Repositorios
fr: Dépôts
it: Repository
ja: リポジトリ
pt_br: Repositórios
zh_hans: 仓库

source: Repository
es: Repositorio
fr: Dépôt
ja: リポジトリ
pt_br: Repositório
zh_hans: 仓库

source: Response status %lld
es: Estado de respuesta %lld
fr: Statut de réponse %lld
it: Stato risposta %lld
ja: レスポンスステータス %lld
pt_br: Status da resposta %lld
zh_hans: 响应状态 %lld

source: Schema %lld
es: Esquema %lld
fr: Schéma %lld
ja: スキーマ %lld
pt_br: Esquema %lld
zh_hans: 架构%lld

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
zh_hans: 状态

source: Status %lld
es: Estado %lld
fr: Statut %lld
it: Stato %lld
ja: ステータス %lld
zh_hans: 状态 %lld

source: Status: %lld
es: Estado: %lld
fr: Statut : %lld
it: Stato: %lld
ja: ステータス: %lld
zh_hans: 状态：%lld

source: Tag (optional)
es: Tag (opcional)
fr: Tag (facultatif)
it: Tag (facoltativo)
ja: タグ (任意)
pt_br: Tag (opcional)
zh_hans: 标签（可选）

source: Themes
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
pt_br: Temas
zh_hans: 主题

source: Traffic
es: Tráfico
fr: Trafic
it: Traffico
ja: トラフィック
pt_br: Tráfego
zh_hans: 流量

source: Debug
fr: Débogage
ja: デバッグ
zh_hans: 调试

source: Log
fr: Journal
ja: ログ
zh_hans: 日志

source: Onboarding
fr: Prise en main
ja: オンボーディング
zh_hans: 新手引导

source: Query
fr: Requête
ja: クエリ
zh_hans: 查询

source: Repo
fr: Dépôt
ja: リポジトリ
zh_hans: 仓库

source: Breakpoints
it: Breakpoint
ja: ブレークポイント
zh_hans: 断点

source: App
ja: アプリ
zh_hans: 应用

source: Breakpoint
ja: ブレークポイント
zh_hans: 断点

source: Proxy
ja: プロキシ
zh_hans: 代理

source: Push
ja: プッシュ
zh_hans: 推送

source: OK
zh_hans: 确定
